tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ack"
brew "bash"
brew "binutils"
brew "xz"
brew "python"
brew "cmake"
brew "coreutils"
brew "diffutils"
brew "emacs"
brew "ffmpeg"
brew "findutils"
brew "gawk"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnuplot"
brew "grep"
brew "gzip"
brew "less"
brew "lzip"
brew "make"
brew "pbzip2"
brew "rsync"
brew "subversion"
brew "unrar"
brew "unzip"
brew "wget"
cask "atom"
cask "discord"
cask "inkscape"
cask "iterm2"
cask "mactex"
cask "mattermost"
cask "skim"
cask "slack"
cask "spotify"
cask "texstudio"
cask "vlc"
cask "zoomus"
