tap "homebrew/bundle"
brew "ack"
brew "xz"
brew "bash"
brew "bash-completion@2"
brew "binutils"
brew "boost"
brew "python@3.13"
brew "cmake"
brew "coreutils"
brew "diffutils"
brew "doxygen"
brew "emacs"
brew "ffmpeg"
brew "findutils"
brew "gawk"
brew "gcc"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnuplot"
brew "grep"
brew "gzip"
brew "hwloc"
brew "less"
brew "libtool"
brew "llvm"
brew "lzip"
brew "make"
brew "ninja"
brew "open-mpi"
brew "pbzip2"
brew "perl"
brew "pipx"
brew "pyenv"
brew "rsync"
brew "subversion"
brew "unzip"
brew "vim"
brew "wget"
cask "discord"
cask "gimp"
cask "git-credential-manager"
cask "hdfview"
cask "macdown"
cask "mactex"
cask "rar"
cask "rectangle"
cask "skim"
cask "texstudio"
